Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དེ་དག་གིས་སྤྲུལ་པ་མཐོང་ནས་འདི་སྙམ་དུ་
en: when they saw it, prompted them to think,

source: ཤེས་ལྡན་དག་བདག་ཅག་འདི་ནས་ཤི་འཕོས་པ་ཡང་མ་ཡིན་ལ། གཞན་དུ་སྐྱེས་པ་ཡང་མ་ཡིན་ཏེ།
en: “Gentlemen , we have not died and moved on, nor have we been born elsewhere.

source: འདི་ལྟར་སེམས་ཅན་སྔོན་མ་མཐོང་བ་འདིའི་མཐུས་བདག་ཅག་གི་གནོད་པའི་བྱེ་བྲག་དག་རྒྱུན་ཆད་པར་གྱུར་ཏོ་སྙམ་དུ་སེམས་སོ། །
en: Rather, the various harms inflicted on us have been interrupted by a being we have never seen before.”

source: དེ་དག་སྤྲུལ་པ་ལ་སེམས་མངོན་པར་དད་པར་གྱུར་ནས་
en: Through the faith they felt in the emanation

source: སེམས་ཅན་དམྱལ་བ་མྱོང་བར་འགྱུར་བའི་ལས་དེ་ཟད་པར་བྱས་ནས་གང་དུ་བདེན་པ་དག་གི་སྣོད་དུ་གྱུར་པར་འགྱུར་བའི་ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་ཉིང་མཚམས་སྦྱོར་བ་ལེན་པར་བྱེད་དོ།
en: the karma that led them to experience the hell realms was exhausted and they took rebirth as gods or humans, forms in which they became fit vessels for the truth.

source: འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་དོང་ནས་
en: Those rays of light that streamed upwards reached the gods of

source: རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་།
en: Cāturmahārājika,

source: སུམ་བཅུ་རྩ་གསུམ་དང་། འཐབ་བྲལ་དང་། དགའ་ལྡན་དང་།
en: Trāyastriṃśa, Yāma, Tuṣita

source: འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་།
en: Nirmāṇarati, Paranirmitavaśavartina, Brahmakāyikā,

source: ཚངས་པའི་མདུན་ན་འདོན་དང་། ཚངས་ཆེན་དང་། འོད་ཆུང་དང་། ཚད་མེད་འོད་དང་།
en: Brahmapurohita, Mahābrahman, Parīttābha Apramāṇābha

source: འོད་གསལ་དང་། དགེ་ཆུང་དང་། ཚད་མེད་དགེ་དང་། དགེ་རྒྱས་དང་།
en: Ābhāsvara, Parīttaśubha Apramāṇaśubha, Śubhakṛtsna,

source: སྤྲིན་མེད་དང་། བསོད་ནམས་སྐྱེས་དང་། འབྲས་བུ་ཆེ་དང་། མི་ཆེ་དང་།
en: Anabhraka, Puṇyaprasava, Bṛhatphala, Abṛha,

source: མི་གདུང་དང་། གྱ་ནོམ་སྣང་དང་། ཤིན་ཏུ་མཐོང་དང་།
en: Atapa, Sudṛśa, Sudarśana, and Akaniṣṭha.

source: མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པ་ཞེས་བྱ་བའི་སྒྲ་སྒྲོགས་པར་བྱེད་ཅིང་
en: Resonating with the words “impermanence,” “subject to suffering,” “empty,” and “selfless,”

source: ཚིགས་སུ་བཅད་པ་གཉིས་པོ།
en: the rays of light proclaimed these two verses:

source: བརྩམ་པར་བྱ་ཞིང་འབྱུང་བར་བྱ། །སངས་རྒྱས་བསྟན་ལ་འཇུག་པར་བྱ། །
en: “Take action! Go forth! Apply yourself to the Buddha’s teachings!

source: འདམ་བུའི་ཁྱིམ་ལ་གླང་ཆེན་བཞིན། །འཆི་བདག་སྡེ་ནི་གཞོམ་པར་བྱ། །
en: As an elephant does a mud hovel, Destroy Yama’s minions!

source: གང་ཞིག་རབ་ཏུ་བག་ཡོད་པར། །ཆོས་འདུལ་འདི་ལ་སྤྱོད་འགྱུར་བ། །
en: He who with great care Trains in the Dharma and Vinaya

source: སྐྱེ་བའི་འཁོར་བ་རབ་སྤངས་ནས། །སྡུག་བསྔལ་ཐ་མར་བྱེད་པར་འགྱུར། །ཞེས་བྱ་བ་ཡང་སྨྲས་སོ། །
en: Abandons the cycle of rebirth And ends suffering once and for all!”

source: དེ་ནས་འོད་ཟེར་དེ་དག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བྱུལ་ནས་
en: The rays of light then unfurled through the worlds of the great billionfold universe,

source: བཅོམ་ལྡན་འདས་ཉིད་ཀྱི་སླད་བཞིན་སླད་བཞིན་དུ་རྗེས་སུ་འདོང་སྟེ།
en: so that they would, in the future, be drawn into the Blessed One’s sphere.

source: དེ་ལ་བཅོམ་ལྡན་འདས་འདས་པའི་ལས་ལུང་སྟོན་པར་བཞེད་ན་ནི་བཅོམ་ལྡན་འདས་ཀྱི་སྣམ་ལོགས་སུ་ནུབ་པར་འགྱུར་རོ། །
en: If the Blessed One was about to foretell actions of the past, the rays of light would fade into the space behind the Blessed One.

source: མ་འོངས་པའི་ལས་ལུང་སྟོན་པར་བཞེད་ན་ནི་མདུན་ལོགས་སུ་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell actions of the future, the rays of light would fade into the space before the Blessed One.

source: སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞབས་ཀྱི་མཐིལ་དུ་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell rebirth as a hell realm being, the rays of light would fade into the soles of his feet.

source: དུད་འགྲོར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ལོང་བུར་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell rebirth as an animal, the rays of light would fade into his ankle.

source: ཡི་དགས་སུ་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞབས་ཀྱི་མཐེ་བོར་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell rebirth as a spirit, the rays of light would fade into his big toe.

source: མིར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་པུས་མོར་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell rebirth as a human, the rays of light would fade into his knee.

source: སྟོབས་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཕྱག་མཐིལ་གཡོན་པར་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell a reign as a powerful king of the world, the rays of light would fade into the palm of his left hand.

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཕྱག་མཐིལ་གཡས་པར་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell a reign as a king of the world, the rays of light would fade into the palm of his right hand.

source: ལྷར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ལྟེ་བར་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell rebirth as a god, the rays of light would fade into his navel.

source: ཉན་ཐོས་ཀྱི་བྱང་ཆུབ་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞལ་དུ་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell a śrāvaka’s awakening, the rays of light would fade into his mouth.

source: རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ལུང་སྟོན་པར་བཞེད་ན་ནི་མཛོད་སྤུར་ནུབ་པར་འགྱུར།
en: If the Blessed One was about to foretell a pratyekabuddha’s awakening, the rays of light would fade into the tuft of hair at his brow.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལུང་སྟོན་པར་བཞེད་ན་ནི་གཙུག་ཏོར་དུ་ནུབ་པར་འགྱུར་རོ། །
en: If the Blessed One was about to foretell unsurpassed, complete and perfect awakening, the rays of light would fade into the uṣṇīṣa at his crown.

source: དེ་ནས་འོད་ཟེར་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ཀྱི་མཐིལ་དུ་ནུབ་བོ། །
en: The rays of light then circled the Blessed One three times and faded into the soles of his feet.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཐལ་མོ་སྦྱར་ཏེ་ཞུས་པ།
en: The venerable Ānanda then pressed his palms together and said to the Blessed One,

source: བཙུན་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་རྒྱུ་མ་མཆིས་རྐྱེན་མ་མཆིས་པར་འཛུམ་པ་མི་མཛད་ན།
en: “Reverend, not without cause or condition do tathāgatas, arhats, perfectly awakened buddhas smile.

source: བཙུན་པ་འཛུམ་པ་མཛད་པའི་རྒྱུ་ནི་གང་ལགས།
en: If so, reverend, what then has caused you to smile?

source: རྐྱེན་ནི་གང་ལགས། ཚིགས་སུ་བཅད་པ་ཡང་གསོལ་པ།
en: What condition has occasioned it?” And then he asked again in verse:

source: ཁ་དོག་སྣ་ཚོགས་སྟོང་གིས་བཀྲ་བ་ཡི། །ཚོགས་རྣམས་ཞལ་གྱི་སྒྲོས་ནས་བྱུང་གྱུར་ཏེ། །
en: “A mass made brilliant by a thousand colors Emerged from your mouth,

source: དེ་ཡིས་ཕྱོགས་རྣམས་ཐམས་ཅད་སྣང་བགྱིས་པ། །ཉི་གདུགས་བདལ་བར་གྱུར་པ་ཇི་བཞིན་ནོ། །
en: Illuminating every direction, So why bother with a parasol?

source: རྒོད་བྲལ་ཞུམ་དང་རྒྱགས་པ་རབ་སྤངས་ལ། །སངས་རྒྱས་འགྲོ་བ་མཆོག་གི་རྒྱུར་གྱུར་པ། །
en: Not brazen, nor dejected, nor self-satisfied, You have become a buddha, the best of beings,

source: རྒྱལ་བ་དགྲ་ཐུལ་བྱེད་རྒྱུ་མ་མཆིས་པར། །རྩ་བ་དུང་ལྟར་དཀར་འཛུམ་སྟོན་མི་མཛད། །
en: A victorious tamer of enemies. Not without cause Do you flash a smile white like a conch or lotus root.

source: དེ་སླད་བརྟན་པ་རང་བློ་དུས་མཁྱེན་ནས། །ཐུབ་པ་ཁྱུ་མཆོག་དགེ་སྦྱོང་སྐྱེ་དབང་པོ། །
en: Your mind thus knows when the time is right to proclaim. Supreme sage! Master of spiritual practitioners!

source: ཉན་པའི་སྐྱེ་བོ་སོམ་ཉི་ལྡན་རྣམས་ལ། །ཐེ་ཚོམ་སྐྱེས་པ་གསུང་ཚིག་བརྟན་པ་དང་། །དམ་པ་དགེ་བ་དག་གིས་བསལ་དུ་གསོལ། །
en: For your disciples who doubt, Dispel their uncertainty with words Reliable, sublime, and virtuous.

source: ཚྭ་ཆུ་རི་རྒྱལ་ལྟ་བུར་བརྟན་པ་ཡི། །སངས་རྒྱས་མགོན་རྣམས་གློ་བུར་འཛུམ་མི་སྟོན། །
en: Steady as a mountain or the salty sea, Lord buddhas do not smile accidentally.

source: བརྟན་པ་ཇི་སླད་འཛུམ་པ་སྟོན་མཛད་པ། །སྐྱེ་བོའི་ཚོགས་རྣམས་དེ་ནི་ཉན་པར་འཚལ། །
en: Steady as you are, this group is eager to hear The reason for your smile.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་དེ་བཞིན་ནོ། །
en: The Blessed One replied, “Ānanda, it is like this.

source: དེ་དེ་བཞིན་ཏེ། ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་རྒྱུ་མེད་རྐྱེན་མེད་པར་འཛུམ་པ་མི་མཛད་དེ།
en: Not without cause or condition do tathāgatas, arhats, perfectly awakened buddhas smile. Ānanda,

source: ཀུན་དགའ་བོ་ཕྱོགས་འདི་ཉིད་དུ་གཡོན་ཅན་རབ་ཏུ་མང་པོ་དག་གིས་དགེ་སློང་མ་རབ་ཏུ་མང་པོ་དག་ལུས་བསྐྱོད་པས་སུན་ཕྱུང་སྟེ།
en: a great many sinister men here have violated a great many nuns by bodily forcing themselves upon them.

source: དེ་དག་འདི་ནས་ཤི་འཕོས་ནས་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་རོ། །
en: For this, when they die, they will pass from this life to be reborn among the denizens of hell.”

source: དེ་ནས་དགེ་སློང་ཞིག་གིས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: A monk then went to where the Blessed One was, pressed his palms together and bowed, appealing to him in these words:

source: བཙུན་པ་གཡོན་ཅན་རབ་ཏུ་མང་པོ་དག་གིས་དགེ་སློང་མ་རབ་ཏུ་མང་པོ་དག་ལུས་བསྐྱོད་པས་སུན་ཕྱུང་བ་གང་དག་ལགས་པ་དེ་དག་གི་ནང་ནས་གཅིག་བདག་ལགས་སོ། །
en: “Reverend, I am one of the many sinister men who have bodily and forcibly violated nuns.”

source: མི་གཏི་མུག་ཅན་ཁྱོད་ཀྱིས་ཀྱང་དགེ་སློང་མ་རབ་ཏུ་མང་པོ་དག་ལུས་བསྐྱོད་པས་སུན་ཕྱུང་ངམ།
en: “Fool, have you really committed this act

source: བཙུན་པ་བདག་གིས་ཀྱང་དགེ་སློང་མ་རབ་ཏུ་མང་པོ་དག་ལུས་བསྐྱོད་པས་སུན་ཕྱུང་ངོ་། །
en: “Reverend, indeed I have.”

source: དགེ་སློང་དག་གང་ཟག་དགེ་སློང་མ་སུན་ཕྱུང་བ་ནི་ཆོས་འདུལ་བ་འདི་ལ་མི་སྐྱེ་བའི་ཆོས་ཅན་ཡིན་པས་
en: “Monks, a person who has violated a nun is one who will not flourish in the Dharma and the Vinaya.

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་གང་ཟག་དགེ་སློང་མ་སུན་ཕྱུང་བ་ཆོས་འདུལ་བ་འདི་ལས་བསྙིལ་བར་བྱའོ།
en: Therefore, monks, I would exclude from this Dharma and the Vinaya those persons who have violated a nun.

source: དེས་དེ་ལ་དགེ་སློང་མ་སུན་ཕྱུང་བ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: you should ask, ‘You have not violated a nun, have you?’

source: མཉན་ཡོད་ན་ཁྱིམ་བདག་ཅིག་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་འོངས་སོ། །
en: when a householder of Śrāvastī came to the Jetavana.

source: དགེ་སློང་དག་འདོད་ཆགས་དང་བྲལ་བ་མེད་པ་ན་དགེ་འདུན་ལྷག་མའི་ལྟུང་བ་འབྱིན་པར་བྱེད་དེ།
en: When monks are not free from desire, it leads to transgressions requiring saṅgha intervention.

source: ཁ་ཅིག་གཞོན་ནུའི་གནས་སྐབས་སུ་ལྟུང་བ་བྱུང་ནས་རྒན་པོར་གྱུར།
en: Some incur transgressions in their youth and then grow old,

source: ཁ་ཅིག་ནི་རྒན་པོའི་གནས་སྐབས་ན་ལྟུང་བ་འབྱིན་པར་བྱེད་དོ། །
en: and others incur transgressions in their maturity.

source: དེ་དག་གིས་གང་གི་ཚེ་དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་།
en: When such a transgression occurs, the monks who retain the sūtras,

source: འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་རྣམས་ལས་ཐོས་པ་དེའི་ཚེ་ན་ཆོས་བཞིན་དུ་སྒྲུབ་པར་བྱེད་དེ།
en: retain the vinaya, and retain the mātṛkā impose, in accord with the Dharma, a sentence on the offender.

source: དེ་དག་ཡོངས་སུ་སྤོ་བ་དང་མགུ་བར་བྱ་བར་སྤྱོད་པ་ན་དགེ་འདུན་ལ་རིམ་གྲོ་བྱེད་ཅིང་དེ་ན་
en: The offender must serve the saṅgha while undergoing his full demotion or probation.

source: ཁ་ཅིག་ནི་བཏུང་བ་འདྲིམ་པར་བྱེད། ཁ་ཅིག་ནི་བསིལ་ཡབ་ཐོགས་ཏེ་གཡོབ་པར་བྱེད་དོ། །
en: According to some, this service includes providing the saṅgha with drinks. According to others, it includes fanning them.

source: ཇི་ཙམ་ན་ཁྱིམ་བདག་དེས་དེ་ན་
en: At a certain point, the householder from Śrāvastī

source: གནས་མལ་བཟང་པོ་དག་བཤམས་ཤིང་ཁ་ཟས་བསོད་པའི་སྤྱི་བུངས་བཤམས་པ་མཐོང་ནས་དེས་བསམས་པ།
en: saw a spread of fine shelters with choice food laid out for the community and thought,

source: འདི་དག་གི་ཆོས་ནི་བཟང་ན་
en: “Though there is some good to their teaching,

source: འདི་ལྟར་འདི་དག་ལ་སྐྱོན་ཡང་ཡོད་དེ།
en: there are faults too—

source: འདི་དག་ལ་རྗེས་དང་གུས་པ་མེད་དེ། རྒན་པ་རྒན་པ་དག་ལས་བྱེད་དུ་འཇུག་གོ་སྙམ་ནས་དེ་སྐད་སྨྲས་པ་དང་། །
en: they lack honor and respect for those elders they put to work.”

source: དྲུག་སྡེ་དག་གིས་ཐོས་ནས་དེ་དག་གིས་སྨྲས་པ།
en: When the group of six heard him say this, they asked,

source: ཁྱིམ་བདག་ཅི་ཟེར།
en: “What did you say, householder?”

source: འཕགས་པ་ཁྱེད་ཅག་གི་ཆོས་ནི་བཟང་ན་འདི་ལྟར་ཁྱེད་ཅག་ལ་སྐྱོན་ཡང་མཆིས་སོ། །
en: “Noble ones, though there is some good to your teaching, you too have faults.”

source: ཁྱིམ་བདག་ཁོ་བོ་ཅག་ལ་སྐྱོན་ཅི་ཡོད།
en: “Householder, what are our faults?”

source: དེས་སྨྲས་པ། འཕགས་པ་དག་ཁྱེད་ཅག་ལ་རྗེས་དང་གུས་པ་མ་མཆིས་ཏེ། རྒན་པ་རྒན་པ་དག་ལས་བགྱིད་དུ་སྩོལ་ཏོ།
en: “Noble ones,” he replied, “you lack honor and respect for the elders by putting them to work.”

source: རྒན་པ་དག་ལ་ཡང་ལས་བྱེད་དུ་གཞུག་དགོས་པ་ཡོད་དོ། །
en: “There is a reason we put even elders to work.”

source: འཕགས་པ་དག་ཁྱེད་ཀྱི་ནང་དུ་ང་རབ་ཏུ་ཕྱུང་ན་ཡང་ལས་བགྱིད་དུ་སྩོལ་ཏམ།
en: “Noble ones, if I were to go forth, would you put me to work too?”

source: དེ་དག་གིས་སྨྲས་པ། ཁྱོད་པས་གང་ཆེས་ཁྱད་པར་དུ་འཕགས་པ་རབ་ཏུ་ཕྱུང་ན་ཡང་དེ་ཡང་ངེད་ཀྱིས་ལས་བྱེད་དུ་གཞུག་ན་ཁྱོད་ལྟ་ཅི་སྨོས།
en: They replied, “What would you say if someone much more distinguished than you were to go forth and we put even him to work?”

source: དེས་བསམས་པ། གལ་ཏེ་བདག་འདི་དག་གི་ནང་དུ་རབ་ཏུ་བྱུང་ན་བདག་ཀྱང་འདི་དག་གིས་ལས་བྱེད་དུ་བཅུག་པར་འགྱུར་གྱིས།
en: The householder thought, “If I were to go forth, they would also put me to work.

source: ཐབས་ཀྱི་རྣམ་པ་ཞིག་བྱའོ་སྙམ་མོ། །
en: I must find some way around it.”

source: ཁྱིམ་བདག་དེ་མཁས་པའི་རང་བཞིན་ཅན་ཡིན་པས་དེས་དགེ་སློང་དག་གི་གན་ནས་ཀུན་དུ་སྤྱོད་པའི་ཆོས་དག་བསླབས་སོ། །
en: As the householder was possessed of a natural intelligence, while in the monks’ company he learned how to conduct himself.

source: བསླབས་ནས་མཐའ་འཁོབ་ཅིག་ཏུ་སོང་སྟེ
en: Having learned that, he set off for a remote land,

source: ་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་དག་བགོས་ཏེ་འདུག་པ་དང་།
en: where he shaved off his hair and beard, donned saffron robes, and settled down.

source: ཇི་ཙམ་ན་དགེ་སློང་མཆོད་རྟེན་ལ་ཕྱག་འཚལ་བ་དག་ཕྱོགས་དེ་ནས་
en: After a time, monks who were paying homage to stūpas passed by.

source: འོང་ཞིང་འགྲོ་བར་བྱེད་པ་དེ་དག་གིས་དེ་མཐོང་ནས་སྨྲས་པ།
en: When the pilgrims saw him they said,

source: གནས་བརྟན་མཉན་ཡོད་ན་ཆོས་ཀྱི་རྗེ་མངོན་སུམ་དུ་བཞུགས་ཤིང་
en: “Elder, in Śrāvastī there resides one who is verily a lord of Dharma.

source: དེ་ན་དུས་དང་དུས་སུ་ལྷའི་གཟུགས་དག་ཀྱང་སྣང་།
en: Around him, gods are always appearing in the flesh.

source: སྣང་བ་རྒྱ་ཆེན་པོ་དག་ཀྱང་འབྱུང་། ལྷའི་སྒྲ་དག་ཀྱང་གྲག །
en: Vast lights also appear, divine sounds are heard,

source: ཀུན་ཤེས་པ་བརྡ་སྤྲོད་པ་དག་ཀྱང་གྲག །ལོངས་སྤྱོད་གཉིས་པོ་ཟང་ཟིང་གི་ལོངས་སྤྱོད་དང་། ཆོས་ཀྱི་ལོངས་སྤྱོད་ཀྱང་ཡོད་ན་
en: as are the auguries of all-knowing beings, and the two forms of wealth—material wealth and the wealth of Dharma—are to be had.

source: ཅིའི་ཕྱིར་མཉན་ཡོད་དུ་མི་འགྲོ།
en: Why then do you not go to Śrāvastī?”

source: དེས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་དག་འདི་ཉིད་དུ་འདུག་པར་བྱའོ། །
en: “Venerables, I shall remain right here.”

source: དེ་དག་གིས་དེ་ལ་ཡང་དང་ཡང་དུ་སྨྲས་པ།
en: They implored him again and again,

source: དེ་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་དག་གིས་དུས་བསྐྱེད་པ་ན་མཉན་ཡོད་དུ་སོང་ངོ་། །
en: At the urging of his brethren, he set off for Śrāvastī.

source: ཇི་ཙམ་ན་དེས་དེ་ན་གནས་མལ་བཟང་པོ་བཤམས་ཤིང་ཁ་ཟས་བསོད་པའི་སྤྱི་བུངས་བཤམས་པ་མཐོང་ནས་དེས་བསམས་པ།
en: In time, he saw the spread of fine shelters with choice food laid out for the community there and thought,

source: གལ་ཏེ་བདག་གྲལ་གྱི་དང་པོར་འདུག་ན་ནི་ཡོན་བཤད་པ་བྱ་དགོས་པར་འགྱུར་རོ་སྙམ་ནས་
en: “If I sit in the front row, I’ll be called upon to demonstrate my knowledge.”

source: དེས་སྟན་གཅིག་བོར་ནས་སྟན་གཉིས་པ་ལ་འདུག་གོ། །
en: Passing by the first seat, he sat down on the second.

source: ཚེ་དང་ལྡན་པ་ཀུན་ཤེས་ཀཽཎྜི་ནྱ་འོངས་ནས་དེས་བསམས་པ།
en: When the all-knowing Kauṇḍinya arrived, he thought,

source: བཅོམ་ལྡན་འདས་ཀྱིས་བདག་སྣམ་སྦྱར་གྱི་རྒྱལ་མཚན་འཆང་བ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་ན་འདི་སུ་ཞིག་ཡིན་སྙམ་མོ། །
en: “If the Blessed One declared that I am first among those who wear the monk’s mantle standard, then who is this?”

source: ཇི་ཙམ་ན་བསམས་པ་དང་རྐུ་ཐབས་སུ་གནས་པ་ཞིག་ཡིན་པར་མཐོང་ནས་དེས་དེ་སེ་གོལ་གྱི་སྒྲས་བསྐྲད་དོ།
en: On thinking it over, Kauṇḍinya saw that he was an impostor and dismissed him with a snap of his fingers.

source: ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་དང་། བཟང་ལྡན་དང་། རླངས་པ་དང་། མིང་ཆེན་དང་། གྲགས་པ་དང་། གང་པོ་དང་། དྲི་མེད་དང་། བ་ལང་བདག་དང་། །
en: The venerable Aśvajit, Bhadrika, Vāṣpa, Mahānāman, Yaśas, Pūrṇa, Vimala, Gavāmpati,

source: ལག་བཟངས་དང་། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དང་། ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་དང་། །
en: Subāhu, the venerable Śāriputra, the venerable Mahāmaudgalyāyana,

source: དགེ་སློང་གནས་བརྟན་གནས་བརྟན་ཐམས་ཅད་ཀྱིས་ཀྱང་སེ་གོལ་གྱི་སྒྲས་བསྐྲད་དོ།
en: and all the eldest of elder monks then also dismissed him with the snap of their fingers.

source: ཇི་ཙམ་ན་དྲུག་སྡེ་དག་གི་གན་དུ་སོང་བ་དང་དེ་དག་གིས་དེ་ལ་སྨྲས་པ།
en: Some time later he approached the group of six, and they asked him,

source: གནས་བརྟན་ཁྱོད་ལོ་དུ་ལོན།
en: “Elder, how many years have you passed?”

source: དེས་ན་ཚོད་ཀྱི་དབང་དུ་བྱས་ཏེ་ཁོ་བོ་ལོ་དྲུག་བཅུ་ལོན་ནོ་ཞེས་སྨྲས་པ་དང་།
en: “If you’re asking my age, I have seen sixty years,” he replied.

source: དེ་དག་གིས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ཉིད་ཀྱིས་ཀྱང་ལོ་དྲུག་བཅུ་མ་བཞེས་ན་འདིས་ག་ལ་ལོན།
en: They asked, “If the Blessed One himself has not passed sixty years, how could you?”

source: དེ་དག་གིས་དེ་ལ་སྨྲས་པ། རྒན་ཞུགས་ཁྱོད་ཀྱི་མཁན་པོ་གང་ཡིན།
en: And they asked him, “Retired devotee, who is your preceptor?”

source: དེས་སྨྲས་པ། དགེ་སྦྱོང་གཽ་ཏ་མའི་མཁན་པོ་གང་ཡིན།
en: He replied, “Who is the ascetic Gautama’s preceptor?”

source: དེ་དག་གིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་དག་རྒན་ཞུགས་འདི་ནི་རང་གིས་རྟགས་བླངས་པ་ཡིན་ནོ་ཞེས་
en: They exclaimed, “Venerables, this retired devotee claims he has taken up these signifiers on his own.”

source: དེ་དག་གིས་དེ་ལག་པ་དང་རྐང་པ་དག་ནས་བཟུང་སྟེ་རྒན་པའི་མཐར་ཁྲིད་ནས་སྨྲས་པ།
en: With this, they grabbed him by his arms and legs, dragged him before the senior monks and said,

source: འཇིག་རྟེན་ན་རང་བྱུང་གཅིག་ནི་བཅོམ་ལྡན་འདས་ལགས་ན་གཉིས་པ་ནི་རྒན་ཞུགས་འདི་ལགས་སོ། །
en: If the Blessed One was the first self-ordained one in this world, this retired devotee is the second.

source: འདི་ནི་གསོལ་བའོ་ཞེས་སྨྲས་ནས་རྒན་པའི་མཐའ་ནས་བསྐྲད་དོ། །
en: Or so he claims.” And with that they dismissed him from the senior monks’ presence.

source: དགེ་སློང་དག་གང་ཟག་རྐུ་ཐབས་སུ་གནས་པ་ནི་ཆོས་འདུལ་བ་འདི་ལ་མི་སྐྱེ་བའི་ཆོས་ཅན་ཡིན་པས།
en: “Monks, this impostor is one who will not flourish in the Dharma and the Vinaya;

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་གང་ཟག་རྐུ་ཐབས་སུ་གནས་པ་ཆོས་འདུལ་བ་འདི་ལས་བསྙིལ་བར་བྱའོ། །
en: therefore, I would exclude impostors from this Dharma and Vinaya.

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན། དེས་དེ་ལ་རྐུ་ཐབས་སུ་གནས་པ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: If someone wishing to go forth approaches any of you, ask him, ‘You are not an impostor, are you?’

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་གང་ཟག་རྐུ་ཐབས་སུ་གནས་པ་བསྙིལ་བར་བྱའོ་ཞེས་བཀའ་སྩལ་ན།
en: “Reverend, if the Blessed One says an impostor should be excluded,

source: བཙུན་པ་ཇི་ཙམ་གྱིས་ན་གང་ཟག་རྐུ་ཐབས་སུ་གནས་པ་ལགས།
en: then reverend, what constitutes an impostor?”

source: ཉེ་བ་འཁོར་གང་ཚུན་ཆད་ནས་དགེ་སློང་རང་བཞིན་དུ་གནས་པ་དག་དང་ལྷན་ཅིག་གསོ་སྦྱོང་གི་ལས་དག་ལན་གཉིས་སམ་གསུམ་དུ་ཉམས་སུ་མྱོང་བར་གྱུར་ན་དེ་ཙམ་གྱིས་ན་གང་ཟག་རྐུ་ཐབས་སུ་གནས་པ་ཡིན་ནོ།། །།
en: “Upāli, anyone who has participated in the purification two or three times with sound monks is thereby an impostor.”

source: མཉན་ཡོད་ན་བྲམ་ཟེ་ཞིག་འདུག་པ་དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ནས་དེ་དེ་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད།
en: when a brahmin living in Śrāvastī took a wife of equal caste

source: དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ། །རྩེ་བར་བྱེད།
en: and together they sported, made love, and indulged all of their desires.

source: དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་དེའི་ཆུང་མ་ལ་སེམས་ཅན་ཞུགས་པར་གྱུར་ཏོ། །
en: The wife with whom he had sported, made love, and indulged all of his desires soon conceived a child.

source: དེ་ཟླ་བ་བརྒྱད་དམ་དགུ་འདས་ཏེ་
en: After eight or nine months,

source: བཙས་པ་ལས་མ་ནིང་སྐྱེས་པ་འདྲ་བ་བུད་མེད་ཀྱང་མ་ཡིན་སྐྱེས་པ་ཡང་མ་ཡིན་པ་ཞིག་བྱུང་ནས་བསྲིངས་ཤིང་བསྐྱེད་དེ་ཆེ་བར་གྱུར་ཏོ། །
en: a paṇḍaka child was born who, though resembling a boy, was neither female nor male. Still, they nurtured and raised the child until it grew up.

source: དེ་ཁྱེའུ་དག་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད་པ་ན་དེ་དེ་དག་ལ་མཚན་མ་སྟོན་པར་བྱེད་ནས་དེ་དག་གིས་དེ་ལ་སྨྲས་པ།
en: While the child was playing with a group of children, he showed them his sex organs, at which point they asked him,

source: ཁྱོད་ཅི་ཡིན། དེས་སྨྲས་པ། བདག་མ་ནིང་ངོ་། །
en: “What are you?” He replied, “I’m a hermaphrodite.”

source: དེ་དག་གིས་སྨྲས་པ། ཁྱོད་ནི་བྲམ་ཟེ་ཡིན་པས་
en: “You’re a brahmin,” they said.

source: ཁྱོད་ཀྱི་ཁྱིམ་དུ་མི་སྙན་པ་གྲགས་པར་གྱུར་ན་མི་རུང་གིས་དེ་ལྟ་མ་བྱེད་ཅིག །
en: “It’s not right to bring ill repute upon your family, so do not behave like this.”

source: དེ་དག་གིས་དེའི་ཕ་མ་ལ་སྨྲས་པ།
en: They said to his parents,

source: ཁྱོད་ཀྱིས་མ་ནིང་འདི་འདི་ལྟ་འདི་ལྟ་བྱེད་ཀྱིས་ཟློག་ཤིག །
en: “You must stop this hermaphrodite of yours from behaving like this.”

source: དེ་དག་གིས་དེ་ལ་སྨྲས་པ།
en: His parents then said to him,

source: མ་ནིང་བདག་ཅག་ནི་བྲམ་ཟེ་ཡིན་པས་
en: “Hermaphrodite, we are brahmins.

source: བདག་ཅག་གི་ཁྱིམ་དུ་མི་སྙན་པར་གྲགས་པར་གྱུར་ན་མི་རུང་གིས་དེ་ལྟ་མ་བྱེད་ཅིག །
en: It is not right to bring ill repute upon our family. Do not behave so.”

source: དེ་དེ་དག་གིས་བཟློག་ཀྱང་མི་འདུག་གོ།
en: Though this put a stop to that, the hermaphrodite did not linger.

source: དེ་དུས་གཞན་ཞིག་ན་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་བ་དང་།
en: He went to Jetavana and, after some time,

source: ཇི་ཙམ་ན་དེས་དགེ་སློང་གཞོན་ནུ་གཞོན་ནུ་དག་མཐོང་ནས་དེས་བསམས་པ།
en: he saw a group of young monks and thought,

source: བདག་འདི་དག་གི་ནང་དུ་རབ་ཏུ་བྱུང་ན་
en: “If I were to go forth,

source: ་འདི་དག་བདག་ལ་སྐྱེས་པའི་བྱ་བ་བྱེད་པར་འགྱུར་ཞིང་བདག་ཀྱང་འདི་དག་ལ་བུད་མེད་ཀྱི་བྱ་བ་བྱེད་པར་འགྱུར་རོ་སྙམ་ནས།
en: they could play the role of a male for me while I could play the role of a female for them.”

source: དེ་དགེ་སློང་གི་གན་དུ་སོང་སྟེ་སྨྲས་པ།
en: He then approached a monk and said,

source: དེས་དེ་ལ་སྨྲས་པ། ཁྱོད་ཕ་མས་གནང་ངམ།
en: “Have your parents given you their permission?” asked the monk.

source: དེས་སྨྲས་པ། མ་གནང་ངོ་། །
en: “They have not.”

source: སོང་ལ་ཕ་མ་ལ་གསོལ་ཅིག །
en: “Go and ask your parents.”

source: དེ་ཕ་མའི་གན་དུ་སོང་སྟེ་སྨྲས་པ།
en: He went to his parents and said,

source: ཡབ་ཡུམ་བདག་རབ་ཏུ་འབྱུང་བར་འཚལ་ལོ། །
en: “Father, Mother, I seek to go forth.”

source: དེ་གཉིས་དེས་ཡོངས་སུ་གདུངས་པས་བསམས་པ།
en: Depressed, the two of them thought,

source: བདག་ཅག་འདི་དང་བྲལ་བར་བྱས་རབ་ཏུ་འབྱུང་ལ་རག་གོ་སྙམ་ནས།
en: “His going forth will require our parting with him.”

source: དེ་གཉིས་ཀྱིས་དེ་ལ་སྨྲས་པ། མ་ནིང་གནང་ངོ་། །
en: Then they said to him, “Hermaphrodite, we give you our permission.”

source: དེ་དགེ་སློང་གི་ནང་དུ་སོང་སྟེ་སྨྲས་པ། འཕགས་པ་བདག་ཕ་མས་གནང་གིས་རབ་ཏུ་དབྱུང་དུ་གསོལ།
en: He went to the monk and said, “Noble one, my parents have given me permission, so please allow my going forth.”

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་པ་དང་།
en: After his going forth was allowed and he was granted ordination,

source: དགེ་སློང་རྣམས་ཀྱི་མདུན་དུ་མཚན་མ་སྟོན་པར་བྱེད་ནས། དེ་དག་གིས་དེ་ལ་སྨྲས་པ།
en: he exposed his sex organs in the presence of monks, whereupon they asked him,

source: ཁྱོད་མ་ནིང་ཡིན་ནམ་ཅི།
en: “What are you? A hermaphrodite?”

source: དེས་སྨྲས་པ། ཡིན་ནོ་ཞེས་ཟེར་བའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: When he acknowledged that he was, the monks appealed to the Blessed One,

source: དེ་ན་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: and the Blessed One said to the monks,

source: དགེ་སློང་དག་གང་ཟག་མ་ནིང་ནི་ཆོས་འདུལ་བ་འདི་ལ་མི་སྐྱེ་བའི་ཆོས་ཅན་ཡིན་པས།
en: “A paṇḍaka is one who will not flourish in the Dharma and Vinaya; therefore,

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་གང་ཟག་མ་ནིང་ཆོས་འདུལ་བ་འདི་ལས་བསྙིལ་བར་བྱའོ། །
en: I would exclude paṇḍakas from this Dharma and Vinaya.

source: དེས་དེ་ལ་མ་ནིང་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: ask him, ‘You are not a paṇḍaka, are you?’

source: དགེ་སློང་དག་མ་ནིང་ནི་ལྔ་པོ་འདི་དག་ཡིན་ཏེ། ལྔ་གང་ཞེ་ན།
en: “Monks, there are five kinds of paṇḍaka. What are they?

source: སྐྱེས་ནས་མ་ནིང་དང་། ཟླ་བ་ཕྱེད་པའི་མ་ནིང་དང་། འཁྱུད་ནས་ལྡང་བའི་མ་ནིང་དང་། ཕྲག་དོག་ཅན་གྱི་མ་ནིང་དང་། ཉམས་པའི་མ་ནིང་ངོ་། །
en: Congenital hermaphrodites, sequential hermaphrodites, fetishists, voyeurs, and those who are sexually impaired.
